Repository: tobiasgrossmann/kam
Catalog: kam/kam/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Balancing Act
de: Balanceakt
es: Acto de equilibrio
fr: Acte d'équilibre
it: Atto di equilibrio

# balancingact_explanation
source: A position where balance is key and partners must synchronize their movements.
de: Eine Position, bei der Gleichgewicht entscheidend ist und Partner ihre Bewegungen synchronisieren müssen.
es: Una posición donde el equilibrio es clave y los socios deben sincronizar sus movimientos.
fr: Une position où l'équilibre est essentiel et les partenaires doivent synchroniser leurs mouvements.
it: Una posizione in cui l'equilibrio è fondamentale e i partner devono sincronizzare i movimenti.

source: Chair
de: Stuhl
es: Silla
fr: Chaise
it: Sedia

# chair_explanation
source: A position resembling sitting on a chair with one partner sitting and the other engaging.
de: Eine Position, die dem Sitzen auf einem Stuhl ähnelt, wobei ein Partner sitzt und der andere aktiv ist.
es: Una posición que se asemeja a estar sentado en una silla, con un socio sentado y el otro participando.
fr: Une position ressemblant à s'asseoir sur une chaise, avec un partenaire assis et l'autre participant activement.
it: Una posizione che ricorda stare seduti su una sedia, con un partner seduto e l'altro coinvolto.

source: Crouching Tiger
de: Kauernder Tiger
es: Tigre agazapado
fr: Tigre accroupi
it: Tigre accovacciata

# crouchingTiger_explanation
source: Inspired by the crouching tiger, this position involves deep bends and flexibility.
de: Inspiriert vom kauernden Tiger, erfordert diese Position Flexibilität und tiefe Beugungen.
es: Inspirada en el tigre agazapado, esta posición implica flexibilidad y profundos pliegues.
fr: Inspiré par le tigre accroupi, cette position implique des flexions profondes et de la flexibilité.
it: Ispirata alla tigre accovacciata, questa posizione richiede flessibilità e piegamenti profondi.

# doggy
source: Doggy Style
de: Hündchen-Stil
es: Estilo perrito
fr: Position du chien
it: Stile cagnolino

# doggy_explanation
source: One partner is on all fours while the other engages from behind.
de: Ein Partner ist auf allen Vieren, während der andere von hinten aktiv wird.
es: Un socio está en cuatro patas mientras el otro actúa desde atrás.
fr: Un partenaire est à quatre pattes pendant que l'autre agit depuis l'arrière.
it: Un partner è a quattro zampe mentre l'altro agisce da dietro.

source: From Behind
de: Von Hinten
es: Por detrás
fr: Par derrière
it: Da dietro

# frombehind_explanation
source: One partner is positioned behind the other for deeper engagement.
de: Ein Partner befindet sich hinter dem anderen für intensivere Interaktion.
es: Un socio está detrás del otro para una interacción más profunda.
fr: Un partenaire se positionne derrière l'autre pour une interaction plus profonde.
it: Un partner è posizionato dietro l'altro per un'interazione più profonda.

source: Leopard
es: Leopardo
fr: Léopard
it: Leopardo

# leopard_explanation
source: A crouched position mimicking the stealth of a leopard, offering unique angles.
de: Eine gekauerte Position, die die Geschmeidigkeit eines Leoparden nachahmt, mit einzigartigen Winkeln.
es: Una posición agazapada que imita la agilidad de un leopardo, ofreciendo ángulos únicos.
fr: Une position accroupie imitant l'agilité d'un léopard, offrant des angles uniques.
it: Una posizione accovacciata che imita la furtività di un leopardo, offrendo angolazioni uniche.

source: Missionary
de: Missionar
es: Misionero
fr: Missionnaire
it: Missionario

# missionary_explanation
source: A classic face-to-face position promoting intimacy and connection.
de: Eine klassische Position von Angesicht zu Angesicht, die Intimität und Verbindung fördert.
es: Una posición clásica cara a cara que promueve la intimidad y la conexión.
fr: Une position classique face à face favorisant l'intimité et la connexion.
it: Una classica posizione faccia a faccia che promuove intimità e connessione.

source: Mountain
de: Berg
es: Montaña
fr: Montagne
it: Montagna

# mountain_explanation
source: This position resembles climbing a mountain, requiring strength and endurance.
de: Diese Position ähnelt dem Besteigen eines Berges und erfordert Kraft und Ausdauer.
es: Esta posición se asemeja a escalar una montaña, requiriendo fuerza y resistencia.
fr: Cette position ressemble à une escalade de montagne, nécessitant force et endurance.
it: Questa posizione ricorda l'arrampicata su una montagna, richiedendo forza e resistenza.

source: Shoulder Holder
de: Schulterhalter
es: Sujeción de hombros
fr: Support d'épaule
it: Sostegno delle spalle

# shoulderholder_explanation
source: One partner holds the other's shoulders for support and deeper engagement.
de: Ein Partner hält die Schultern des anderen für Unterstützung und intensivere Interaktion.
es: Un socio sostiene los hombros del otro para apoyo e interacción más profunda.
fr: Un partenaire tient les épaules de l'autre pour un soutien et une interaction plus profonde.
it: Un partner sostiene le spalle dell'altro per supporto e interazione più profonda.

source: Splitting Bamboo
de: Gespreiztes Bambus
es: Bambú partido
fr: Bambou fendu
it: Bambù diviso

# splittingBamboo_explanation
source: Legs are spread wide apart like bamboo, allowing deep and unique penetration.
de: Die Beine sind weit wie Bambus gespreizt, was tiefe und einzigartige Penetration ermöglicht.
es: Las piernas están abiertas como el bambú, permitiendo una penetración profunda y única.
fr: Les jambes sont écartées comme du bambou, permettant une pénétration profonde et unique.
it: Le gambe sono ampiamente divaricate come il bambù, permettendo una penetrazione profonda e unica.

source: Standing
de: Stehend
es: De pie
fr: Debout
it: In piedi

# standing_explanation
source: Both partners stand upright, offering a dynamic and spontaneous connection.
de: Beide Partner stehen aufrecht, was eine dynamische und spontane Verbindung ermöglicht.
es: Ambos socios están de pie, ofreciendo una conexión dinámica y espontánea.
fr: Les deux partenaires sont debout, offrant une connexion dynamique et spontanée.
it: Entrambi i partner sono in piedi, offrendo una connessione dinamica e spontanea.

source: Table
de: Tisch
es: Mesa
it: Tavolo

# table_explanation
source: Incorporates a table for support, allowing for stability and varied angles.
de: Integriert einen Tisch für Unterstützung, was Stabilität und vielfältige Winkel ermöglicht.
es: Incorpora una mesa para soporte, permitiendo estabilidad y ángulos variados.
fr: Incorpore une table pour un soutien, permettant stabilité et angles variés.
it: Incorpora un tavolo per il supporto, permettendo stabilità e angolazioni varie.

source: The Basket
de: Der Korb
es: La Cesta
fr: Le Panier
it: Il Cesto

# thebasket_explanation
source: One partner is lifted like a basket, requiring strength and trust.
de: Ein Partner wird wie ein Korb hochgehoben, was Kraft und Vertrauen erfordert.
es: Un socio es levantado como una cesta, requiriendo fuerza y confianza.
fr: Un partenaire est soulevé comme un panier, nécessitant force et confiance.
it: Un partner viene sollevato come un cesto, richiedendo forza e fiducia.

source: The Clasp
de: Der Griff
es: El Abrazo
fr: L'Étreinte
it: L'Abbraccio

# theclasp_explanation
source: Partners clasp each other closely, enhancing emotional and physical connection.
de: Partner umklammern sich eng, um emotionale und körperliche Verbindung zu stärken.
es: Los socios se abrazan estrechamente, reforzando la conexión emocional y física.
fr: Les partenaires s'étreignent étroitement, renforçant la connexion émotionnelle et physique.
it: I partner si abbracciano strettamente, rafforzando la connessione emotiva e fisica.

source: The Snail
de: Die Schnecke
es: El Caracol
fr: L'Escargot
it: La Lumaca

# thesnail_explanation
source: The body curls like a snail's shell, offering a comforting and close connection.
de: Der Körper kräuselt sich wie das Schneckenhaus, was eine nahe und beruhigende Verbindung bietet.
es: El cuerpo se enrolla como la concha de un caracol, ofreciendo una conexión cercana y reconfortante.
fr: Le corps se recroqueville comme une coquille d'escargot, offrant une connexion proche et apaisante.
it: Il corpo si piega come il guscio di una lumaca, offrendo una connessione stretta e rassicurante.

source: The Visitor
de: Der Besucher
es: El Visitante
fr: Le Visiteur
it: Il Visitatore

# thevisitor_explanation
source: Symbolizes the arrival of a visitor, with one partner welcoming the other warmly.
de: Symbolisiert die Ankunft eines Besuchers, wobei ein Partner den anderen warm empfängt.
es: Simboliza la llegada de un visitante, con un socio dando la bienvenida calurosamente al otro.
fr: Symbolise l'arrivée d'un visiteur, un partenaire accueillant chaleureusement l'autre.
it: Simbolizza l'arrivo di un visitatore, con un partner che accoglie calorosamente l'altro.

source: The Y Curve
de: Die Y-Kurve
es: La Curva en Y
fr: La Courbe en Y
it: La Curva a Y

# theYCurve_explanation
source: Partners form a Y-shaped curve, enhancing connection through unique angles.
de: Partner formen eine Y-Kurve, die durch einzigartige Winkel die Verbindung stärkt.
es: Los socios forman una curva en Y, reforzando la conexión a través de ángulos únicos.
fr: Les partenaires forment une courbe en Y, renforçant la connexion à travers des angles uniques.
it: I partner formano una curva a Y, rafforzando la connessione attraverso angolazioni uniche.
